{
  "games": [
    {
      "title": "Demon's Souls",
      "publisher": "Sony Computer Entertainment",
      "developer": "FromSoftware",
      "releaseYear": "2009",
      "description": "Demon's Souls is set in Boletaria, a kingdom consumed by a dark being called the Old One, following its release through the use of forbidden Soul Arts. Players take on the role of a hero brought to Boletaria to kill its fallen king Allant and pacify the Old One. Gameplay has players navigating five different worlds from a hub called the Nexus, with a heavy emphasis on challenging combat and mechanics surrounding player death and respawning. Online multiplayer allows both player cooperation and world invasions featuring player versus player combat.",
      "genre": "action, role-playing",
      "imageURL": "https://upload.wikimedia.org/wikipedia/en/9/91/Demon%27s_Souls_Cover.jpg",
      "id": 1
    },
    {
      "title": "God of War",
      "publisher": "Sony Computer Entertainment",
      "developer": "Santa Monica Studio",
      "releaseYear": "2018",
      "description": "God of War[b] is an action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment. It was released for the PlayStation 4 in April 2018, with a Windows port in January 2022. The game is the eighth installment in the God of War series, the eighth chronologically, and the sequel to 2010's God of War III. Unlike previous games, which were loosely based on Greek mythology, this installment is loosely inspired by Norse mythology, with the majority of it set in ancient Scandinavia in the realm of Midgard.",
      "genre": "third-person",
      "imageURL": "https://gameroom.lt/43644/god-of-war-standard-edition.jpg",
      "id": 2
    },
    {
      "title": "Sackboy: A Big Adventure!",
      "publisher": "\tSony Interactive Entertainment",
      "developer": "Sumo Digital",
      "releaseYear": "2020",
      "description": "Sackboy: A Big Adventure is a platform game. Unlike previous LittleBigPlanet entries with 2.5D platforming, it features a range of perspectives and 3D movement.[2][3][4] Players control Sackboy on world maps which give access to a multitude of platforming levels and bonus content. As Sackboy completes each stage new ones unlock allowing him to progress further. All levels contain collectable objects called Dreamer Orbs which must be collected en-masse to progress to the end of the game.",
      "genre": "platformer",
      "imageURL": "https://gameroom.lt/27753/sackboy-a-big-adventure.jpg",
      "id": 3
    },
    {
      "title": "Marvel's Spider-Man",
      "publisher": "Sony Interactive Entertainment",
      "developer": "Insomniac Games[",
      "releaseYear": "2020",
      "description": "Marvel's Spider-Man[b] is a 2018 action-adventure game developed by Insomniac Games and published by Sony Interactive Entertainment. Based on the Marvel Comics character Spider-Man, it tells an original narrative that is inspired by the long-running comic book mythology, while also drawing from various adaptations in other media. In the main story, the super-human crime lord Mister Negative orchestrates a plot to seize control of New York City's criminal underworld. When Mister Negative threatens to release a deadly virus, Spider-Man must confront him and protect the city while dealing with the personal problems of his civilian persona, Peter Parker.",
      "genre": "action-adventure",
      "imageURL": "https://gameroom.lt/4446/marvel-s-spider-man-standard-edition.jpg",
      "id": 4
    }
  ]
}